[{"id":20,"title":"Địa Ngục Độc Thân","description":"Nội dung cốt lõi của Địa Ngục Độc Thân vẫn là xoay quanh việc các nữ tú, nam thanh nảy sinh tình cảm với nhau thế nào khi có cơ hội ở cùng nhau trong suốt chín ngày, tám đêm. Show thực tế sở hữu dàn trai xinh gái đẹp khỏi phải bàn cãi và họ sẽ được đưa đến một hòn đảo hoang, tại đây không một ai được sử dụng điện thoại liên lạc với thế giới bên ngoài và phải chinh phục được trái tim đối phương bằng những cảm xúc chân thật nhất của mình. Điều thú vị hơn hết ở Địa Ngục Độc Thân chính là dàn cast đều là những người có ngoại hình thu hút, body nóng bỏng và không bị cấm sex tuyệt đối, những yếu tố 18+ quá đà đều được đội ngũ sản xuất chắt lọc kỹ càng và thay đổi thành luật chơi mới phù hợp hơn với một show hẹn hò độc nhất vô nhị châu Á.","image":"poster4299.jpg","category_id":19,"genre_id":6,"country_id":4,"status":"1","created_at":"2022-05-04T09:24:18.000000Z","updated_at":"2022-05-04T09:27:00.000000Z","slug":"dia-nguc-doc-than","moviehot":1,"title_eng":"Single’s Inferno","resolution":1,"sub_title":0,"year":"2022","running_time":"65 phút \/ 1 tập","tags":"xem phim Địa Ngục Độc Thân vietsub, phim Single’s Inferno vietsub, xem Địa Ngục Độc Thân vietsub online tap 1, tap 2, tap 3, tap 4, phim Single’s Inferno ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Địa Ngục Độc Thân tập 11, tập 12, tập 13, tập 14, tập 15, phim Địa Ngục Độc Thân tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Địa Ngục Độc Thân tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Địa Ngục Độc Thân tap cuoi, Single’s Inferno vietsub tron bo, review Địa Ngục Độc Thân netflix, Địa Ngục Độc Thân wetv, Địa Ngục Độc Thân phimmoi, Địa Ngục Độc Thân youtube, Địa Ngục Độc Thân dongphym, Địa Ngục Độc Thân vieon, phim keeng, bilutv, biphim, hdvip, hayghe, motphim, tvhay, zingtv, fptplay, phim1080, luotphim, fimfast, dongphim, fullphim, phephim, vtvgiaitri Địa Ngục Độc Thân full, Single’s Inferno online, Địa Ngục Độc Thân Thuyết Minh, Địa Ngục Độc Thân Vietsub, Địa Ngục Độc Thân Lồng Tiếng","season":"0","trailer":"DoK-gq_HAbw","episodes":8,"isboorle":1,"movie_genre":[{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":20,"genre_id":6}}],"genre":{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam"},"category":{"id":19,"title":"Phim bộ","description":"Phim bộ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:34:17.000000Z","updated_at":"2022-04-23T09:37:39.000000Z","slug":"phim-bo","position":2},"country":{"id":4,"title":"Hàn Quốc","description":"Phim Hàn Quốc mới cập nhật","status":"1","created_at":"2022-04-10T05:16:28.000000Z","updated_at":"2022-04-10T06:34:04.000000Z","slug":"han-quoc"}},{"id":19,"title":"Độc Nữ Quân Vị Kiến","description":"A Khí, con gái của tể tướng Diên bị Tam hoàng tử Hách Liên Trần hãm hại moi tim lấy mạng. Sau khi chết, thi thể A Khí bị ném xuống hồ, nhưng kỳ lạ là nàng không mất mạng, lần nữa tỉnh dậy ngạc nhiên phát hiện mình trở thành Lãnh Ly, con gái của Đại tướng quân Diên quốc Lãnh Thiệu. Còn chưa chờ nàng tỉnh táo đã bị gả đến phủ của Ngũ hoàng tử Diên quốc Hách Liên Hiên, trông Ngũ hoàng tử hơi ngay thẳng, nhưng tính tình hiền lương, lại rất dịu dàng với Lãnh Ly, sớm chiều chung sống, nàng cũng đã thích \"hoàng tử ngốc \". Đang lúc hai người đám chìm trong cuộc sống vui vẻ, biến cố bỗng lũ lượt kéo đến mở ra những bí mật rúng động, hai người chỉ có thể cùng nhau đồng cam cộng khổ vượt qua hiểm cảnh, nhưng cũng vì vậy mà Lãnh Ly phát hiện một mặt không ai biết của Hách Liên Hiên, hai người bất đắc dĩ mỗi người một ngã. Hách Liên Hiên rơi vào trận chiến tranh quyền kế vị, Lãnh Ly tìm cách rửa sạch oan khuất kiếp trước....","image":"poster6665.jpg","category_id":19,"genre_id":7,"country_id":1,"status":"1","created_at":"2022-04-28T10:02:32.000000Z","updated_at":"2022-05-04T03:56:04.000000Z","slug":"doc-nu-quan-vi-kien","moviehot":1,"title_eng":"The Only Girl You Haven't Seen","resolution":0,"sub_title":0,"year":"2022","running_time":"20 phút \/ 1 tập","tags":"xem phim Độc Nữ Quân Vị Kiến vietsub, phim The Only Girl You Haven't Seen vietsub, xem Độc Nữ Quân Vị Kiến vietsub online tap 1, tap 2, tap 3, tap 4, phim The Only Girl You Haven't Seen ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Độc Nữ Quân Vị Kiến tập 11, tập 12, tập 13, tập 14, tập 15, phim Độc Nữ Quân Vị Kiến tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Độc Nữ Quân Vị Kiến tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Độc Nữ Quân Vị Kiến tap cuoi, The Only Girl You Haven't Seen vietsub tron bo, review Độc Nữ Quân Vị Kiến netflix, Độc Nữ Quân Vị Kiến wetv, Độc Nữ Quân Vị Kiến phimmoi, phimmoizz Độc Nữ Quân Vị Kiến youtube, Độc Nữ Quân Vị Kiến dongphim, Độc Nữ Quân Vị Kiến vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Độc Nữ Quân Vị Kiến full, The Only Girl You Haven't Seen online, Độc Nữ Quân Vị Kiến Thuyết Minh, Độc Nữ Quân Vị Kiến Vietsub, Độc Nữ Quân Vị Kiến Lồng Tiếng","season":"1","trailer":"qOj6fWiKtHo","episodes":18,"isboorle":1,"movie_genre":[{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":19,"genre_id":6}},{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang","pivot":{"movie_id":19,"genre_id":7}}],"genre":{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang"},"category":{"id":19,"title":"Phim bộ","description":"Phim bộ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:34:17.000000Z","updated_at":"2022-04-23T09:37:39.000000Z","slug":"phim-bo","position":2},"country":{"id":1,"title":"Trung Quốc","description":"Phim Trung Quốc mới cập nhật","status":"1","created_at":"2022-04-10T05:15:24.000000Z","updated_at":"2022-04-10T06:33:50.000000Z","slug":"trung-quoc"}},{"id":18,"title":"Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy","description":"Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy - Công chúa Thuận Đức trong 1 lần tình cờ săn được một giao nhân và muốn tìm người thuần hóa nó. Công chúa đã đặt ra 3 nguyện vọng, một là ngự yêu kia phải mở miệng nói tiếng người, hai là ngự yêu bỏ đuôi thành chân, ba là không bao giờ phản nghịch. Thế nhân đều biết, phía Đông ngự yêu đảo, phía Tây ngự yêu sơn, phía Nam ngự yêu cốc cùng với phía Bắc ngự yêu đài là bốn nơi duy nhất trên thế gian còn những người có khả năng thuần ngự yêu sống sót. Mà phía Nam ngự yêu cốc chính là nơi ở của những ngự yêu sư mạnh nhất trong thiên hạ. Kỷ Vân Hòa - 1 ngự yêu sư cao thâm nhưng lại bị mê hoặc bởi người cá Trường Ý. Mọi chuyện bắt đầu khi Trường Ý đến Ngự Yêu cốc, Trường Ý bị nhốt ở Ngự Yêu Cốc ngày ngày bị tra tấn, dùng khổ hình khắc nghiệt. Khi bị giam trong cốc chịu đủ mọi khổ hình thì chỉ có duy nhất Kỷ Vân Hòa thường xuyên đến chăm sóc bôi thuốc cho mình, từ đó trong trái tim Trường Ý chỉ có một mình Kỷ Vân Hòa. Sau này khi biến cố xảy ra, Trường Ý cũng vì muốn cứu Kỷ Vân Hòa mà chặt đi đuôi cá của mình để biến thành đôi chân. Nữ chính Kỷ Vân Hòa là cô gái khao khát tự do, không muốn tranh đoạt, đối với cô ấy Ngự Yêu Cốc chính nhà tù giam hãm mình vì vậy nên cô ấy rất đồng cảm với nam chính Trường Ý,muốn giúp nam chính thoát khỏi chốn địa ngục, trở về với biển cả tự do. Sau này, vì muốn giúp Trường Ý thoát khỏi xiềng xích trói buộc mà bày mưu tính kế lừa gạt Trường Ý, nói với chàng rằng tất cả tình cảm của của nàng dành cho Trường Ý từ đầu đến cuối chỉ là giả.. khiến cho Trường Ý tuyệt vọng rời đi. Sau 6 năm gặp lại, Trường Ý trở thành một Tôn chủ cao cao tại thượng chống lại triều đình, mà Kỷ Vân Hòa lại trở thành một kẻ cạn kiệt sinh lực chỉ đợi ngày chết đi.","image":"poster1909.jpg","category_id":19,"genre_id":7,"country_id":1,"status":"1","created_at":"2022-04-26T10:23:59.000000Z","updated_at":"2022-05-04T03:56:23.000000Z","slug":"ngu-giao-ky-phan-2-khap-tu-co-nhan-quy","moviehot":1,"title_eng":"The Blue Whisper: Part 2","resolution":0,"sub_title":0,"year":"2022","running_time":"45 phút \/ 1 tập","tags":"xem phim Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy vietsub, phim The Blue Whisper: Part 2 vietsub, xem Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy vietsub online tap 1, tap 2, tap 3, tap 4, phim The Blue Whisper: Part 2 ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy tập 11, tập 12, tập 13, tập 14, tập 15, phim Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy tap cuoi, The Blue Whisper: Part 2 vietsub tron bo, review Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy netflix, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy wetv, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy phimmoi, phimmoizz Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy youtube, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy dongphim, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy full, The Blue Whisper: Part 2 online, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy Thuyết Minh, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy Vietsub, Ngự Giao Ký Phần 2: Kháp Tự Cố Nhân Quy Lồng Tiếng","season":"2","trailer":null,"episodes":20,"isboorle":1,"movie_genre":[{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":18,"genre_id":6}},{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang","pivot":{"movie_id":18,"genre_id":7}}],"genre":{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang"},"category":{"id":19,"title":"Phim bộ","description":"Phim bộ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:34:17.000000Z","updated_at":"2022-04-23T09:37:39.000000Z","slug":"phim-bo","position":2},"country":{"id":1,"title":"Trung Quốc","description":"Phim Trung Quốc mới cập nhật","status":"1","created_at":"2022-04-10T05:15:24.000000Z","updated_at":"2022-04-10T06:33:50.000000Z","slug":"trung-quoc"}},{"id":16,"title":"Lá Thư Cuối","description":"Yuri Kishibeno (Takako Matsu) là một bà nội trợ. Cô sống với chồng (Hideaki Anno) và hai đứa con của họ. Yuri Kishibeno sau đó tham dự đám tang của chị gái Misaki Tono. Ở đó, cô gặp cháu gái Ayumi (Suzu Hirose) lần đầu tiên sau nhiều năm. Ayumi vẫn không thể chấp nhận cái chết của mẹ cô và vì điều này, cô không thể mở một bức thư mà mẹ cô để lại. Yuri Kishibeno tham dự cuộc họp lớp của chị gái để thông báo cho họ về cái chết của chị gái mình. Một sự hiểu lầm xảy ra tại buổi tiệc đó và Yuri Kishibeno bị nhầm với người chị quá cố Misaki Tono. Ở đó Yuri Kishibeno gặp mối tình đầu Kyoshiro Otosaka (Masaharu Fukuyama), người đã nhầm tưởng cô là Misaki Tono. Kyoshiro Otosaka hiện là một tiểu thuyết gia. Họ trao đổi thông tin liên lạc. Sau đó, ...","image":"poster3219.jpg","category_id":22,"genre_id":6,"country_id":5,"status":"1","created_at":"2022-04-14T08:33:25.000000Z","updated_at":"2022-04-26T14:18:05.000000Z","slug":"la-thu-cuoi","moviehot":0,"title_eng":"Last Letter","resolution":0,"sub_title":0,"year":"2020","running_time":"120 phút","tags":"xem phim Lá Thư Cuối vietsub, phim Last Letter vietsub, xem Lá Thư Cuối vietsub online tap 1, tap 2, tap 3, tap 4, phim Last Letter ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Lá Thư Cuối tập 11, tập 12, tập 13, tập 14, tập 15, phim Lá Thư Cuối tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Lá Thư Cuối tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Lá Thư Cuối tap cuoi, Last Letter vietsub tron bo, review Lá Thư Cuối netflix, Lá Thư Cuối wetv, Lá Thư Cuối phimmoi, phimmoizz Lá Thư Cuối youtube, Lá Thư Cuối dongphim, Lá Thư Cuối vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Lá Thư Cuối full, Last Letter online, Lá Thư Cuối Thuyết Minh, Lá Thư Cuối Vietsub, Lá Thư Cuối Lồng Tiếng","season":"0","trailer":"ORfRliWCV08","episodes":1,"isboorle":0,"movie_genre":[{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":16,"genre_id":6}}],"genre":{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":5,"title":"Nhật Bản","description":"Phim Nhật Bản mới cập nhật","status":"1","created_at":"2022-04-10T05:16:43.000000Z","updated_at":"2022-04-10T06:34:08.000000Z","slug":"nhat-ban"}},{"id":15,"title":"Đông Du Truyện","description":"Đông du truyện - Journey of East là bộ phim thuộc thể loại cổ đại, võ thuật, lãng mạn, giả tưởng của Trung Quốc. Tác phẩm do Li Li Ming chịu trách nhiệm chỉ đạo, với sự tham gia của các diễn viên Benny Chan, Li Meng Meng. Bộ phim kể về câu chuyện của Lã Động Tân đi thuyền đến tìm Bạch Anh để huỷ hôn, khi tới nhà Bạch Anh thì anh ta đã phát hiện ra cha của Bạch Anh đã bị mất tích tại Bách Hoa Lầu, sau đó liền đi tới Bách Hoa lầu để gặp được Bạc Anh nhưng lại bị thuộc hạ của Hắc Giao tấn công. Sau khi trốn thoát khỏi Bách Hoa Lầu, Lã Động Tân đã gặp Thái Bạch kim tinh và biết được rằng bản thân chính là hóa thân của Bạch Hạc, Hắc Giao cũng là kiếp nạn mà Động Tân phải trải qua và cũng có tình duyên tam sinh tam thế với Bạch Anh.","image":"poster475.jpg","category_id":22,"genre_id":7,"country_id":1,"status":"1","created_at":"2022-04-14T08:31:10.000000Z","updated_at":"2022-04-26T14:17:17.000000Z","slug":"dong-du-truyen","moviehot":0,"title_eng":"Journey Of East","resolution":0,"sub_title":0,"year":"2022","running_time":"76 phút","tags":"xem phim Đông Du Truyện vietsub, phim Journey Of East vietsub, xem Đông Du Truyện vietsub online tap 1, tap 2, tap 3, tap 4, phim Journey Of East ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Đông Du Truyện tập 11, tập 12, tập 13, tập 14, tập 15, phim Đông Du Truyện tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Đông Du Truyện tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Đông Du Truyện tap cuoi, Journey Of East vietsub tron bo, review Đông Du Truyện netflix, Đông Du Truyện wetv, Đông Du Truyện phimmoi, phimmoizz Đông Du Truyện youtube, Đông Du Truyện dongphim, Đông Du Truyện vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Đông Du Truyện full, Journey Of East online, Đông Du Truyện Thuyết Minh, Đông Du Truyện Vietsub, Đông Du Truyện Lồng Tiếng","season":"0","trailer":"AnwkaEC6EI8","episodes":1,"isboorle":0,"movie_genre":[{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang","pivot":{"movie_id":15,"genre_id":7}}],"genre":{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":1,"title":"Trung Quốc","description":"Phim Trung Quốc mới cập nhật","status":"1","created_at":"2022-04-10T05:15:24.000000Z","updated_at":"2022-04-10T06:33:50.000000Z","slug":"trung-quoc"}},{"id":14,"title":"Thoát Khỏi Địa Ngục","description":"V2. Escape from Hell - Devyatayev người đàn ông Mikhail một phi công của Liên Xô bất ngờ bị bắt giữ. Vì có liên quan đến lòng trung thành với những người bạn từ thời thơ ấu của mình, nên Mikhail đã dẫn đầu một cuộc chiến thoát khỏi ngôi trai tập trung của Đức và cũng từ đó cậu bắt đầu chịu đựng những sự tra tấn tàn ác của cộng sản.","image":"poster4207.jpg","category_id":22,"genre_id":8,"country_id":7,"status":"1","created_at":"2022-04-14T08:28:44.000000Z","updated_at":"2022-04-28T10:27:49.000000Z","slug":"thoat-khoi-dia-nguc","moviehot":0,"title_eng":"Escape from Hell","resolution":0,"sub_title":0,"year":"2021","running_time":"118 phút","tags":"xem phim Thoát Khỏi Địa Ngục vietsub, phim V2. Escape From Hell vietsub, xem Thoát Khỏi Địa Ngục vietsub online tap 1, tap 2, tap 3, tap 4, phim V2. Escape From Hell ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Thoát Khỏi Địa Ngục tập 11, tập 12, tập 13, tập 14, tập 15, phim Thoát Khỏi Địa Ngục tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Thoát Khỏi Địa Ngục tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Thoát Khỏi Địa Ngục tap cuoi, V2. Escape From Hell vietsub tron bo, review Thoát Khỏi Địa Ngục netflix, Thoát Khỏi Địa Ngục wetv, Thoát Khỏi Địa Ngục phimmoi, phimmoizz Thoát Khỏi Địa Ngục youtube, Thoát Khỏi Địa Ngục dongphim, Thoát Khỏi Địa Ngục vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Thoát Khỏi Địa Ngục full, V2. Escape From Hell online, Thoát Khỏi Địa Ngục Thuyết Minh, Thoát Khỏi Địa Ngục Vietsub, Thoát Khỏi Địa Ngục Lồng Tiếng","season":"0","trailer":"5gAcqAa5mdE","episodes":1,"isboorle":0,"movie_genre":[{"id":1,"title":"Hành động","description":"Phim hành động mới cập nhật","status":"1","created_at":"2022-04-10T05:08:13.000000Z","updated_at":"2022-04-10T06:34:16.000000Z","slug":"hanh-dong","pivot":{"movie_id":14,"genre_id":1}},{"id":8,"title":"Chiến tranh","description":"Phim chiến tranh mới cập nhật","status":"1","created_at":"2022-04-28T10:27:35.000000Z","updated_at":"2022-04-28T10:27:35.000000Z","slug":"chien-tranh","pivot":{"movie_id":14,"genre_id":8}}],"genre":{"id":8,"title":"Chiến tranh","description":"Phim chiến tranh mới cập nhật","status":"1","created_at":"2022-04-28T10:27:35.000000Z","updated_at":"2022-04-28T10:27:35.000000Z","slug":"chien-tranh"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":7,"title":"Nga","description":"Phim Nga mới cập nhật","status":"1","created_at":"2022-04-14T08:27:09.000000Z","updated_at":"2022-04-14T08:27:09.000000Z","slug":"nga"}},{"id":13,"title":"The Whooper Returns","description":"Sau cái chết của mẹ, bốn anh chị em bị ghẻ lạnh phải đấu tranh để giành quyền thừa kế và tính mạng khi một kẻ lạ mặt lập dị đến, tuyên bố ngôi nhà thời thơ ấu bị ám ảnh nổi tiếng của họ đã để lại cho cô.","image":"poster7115.jpg","category_id":22,"genre_id":2,"country_id":3,"status":"1","created_at":"2022-04-14T08:26:10.000000Z","updated_at":"2022-04-26T14:15:41.000000Z","slug":"the-whooper-returns","moviehot":0,"title_eng":"The Whooper Returns","resolution":0,"sub_title":0,"year":"2021","running_time":"73 phút","tags":"xem phim The Whooper Returns vietsub, phim The Whooper Returns vietsub, xem The Whooper Returns vietsub online tap 1, tap 2, tap 3, tap 4, phim The Whooper Returns ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem The Whooper Returns tập 11, tập 12, tập 13, tập 14, tập 15, phim The Whooper Returns tap 16, tap 17, tap 18, tap 19, tap 20, xem phim The Whooper Returns tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, The Whooper Returns tap cuoi, The Whooper Returns vietsub tron bo, review The Whooper Returns netflix, The Whooper Returns wetv, The Whooper Returns phimmoi, phimmoizz The Whooper Returns youtube, The Whooper Returns dongphim, The Whooper Returns vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim The Whooper Returns full, The Whooper Returns online, The Whooper Returns Thuyết Minh, The Whooper Returns Vietsub, The Whooper Returns Lồng Tiếng","season":"0","trailer":"NJOGRDy3fP4","episodes":1,"isboorle":0,"movie_genre":[{"id":2,"title":"Kinh dị","description":"Phim kinh dị mới cập nhật","status":"1","created_at":"2022-04-10T05:11:27.000000Z","updated_at":"2022-04-10T06:34:21.000000Z","slug":"kinh-di","pivot":{"movie_id":13,"genre_id":2}}],"genre":{"id":2,"title":"Kinh dị","description":"Phim kinh dị mới cập nhật","status":"1","created_at":"2022-04-10T05:11:27.000000Z","updated_at":"2022-04-10T06:34:21.000000Z","slug":"kinh-di"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":3,"title":"Anh","description":"Phim Anh mới cập nhật","status":"1","created_at":"2022-04-10T05:16:15.000000Z","updated_at":"2022-04-10T06:33:59.000000Z","slug":"anh"}},{"id":12,"title":"Không Phải Mẹ Tôi","description":"Trong một khu nhà ở Bắc Dublin, mẹ của Char mất tích. Khi cô trở về, Char quyết tâm khám phá sự thật về sự mất tích của cô và khai quật những bí mật đen tối của gia đình cô.","image":"poster4657.jpg","category_id":22,"genre_id":6,"country_id":2,"status":"1","created_at":"2022-04-14T08:23:51.000000Z","updated_at":"2022-04-28T10:29:23.000000Z","slug":"khong-phai-me-toi","moviehot":1,"title_eng":"You Are Not My Mother","resolution":0,"sub_title":0,"year":"2021","running_time":"93 phút","tags":"xem phim Không Phải Mẹ Tôi vietsub, phim You Are Not My Mother vietsub, xem Không Phải Mẹ Tôi vietsub online tap 1, tap 2, tap 3, tap 4, phim You Are Not My Mother ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Không Phải Mẹ Tôi tập 11, tập 12, tập 13, tập 14, tập 15, phim Không Phải Mẹ Tôi tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Không Phải Mẹ Tôi tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Không Phải Mẹ Tôi tap cuoi, You Are Not My Mother vietsub tron bo, review Không Phải Mẹ Tôi netflix, Không Phải Mẹ Tôi wetv, Không Phải Mẹ Tôi phimmoi, phimmoizz Không Phải Mẹ Tôi youtube, Không Phải Mẹ Tôi dongphim, Không Phải Mẹ Tôi vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Không Phải Mẹ Tôi full, You Are Not My Mother online, Không Phải Mẹ Tôi Thuyết Minh, Không Phải Mẹ Tôi Vietsub, Không Phải Mẹ Tôi Lồng Tiếng","season":"0","trailer":"FZZEZTcP44U","episodes":1,"isboorle":0,"movie_genre":[{"id":2,"title":"Kinh dị","description":"Phim kinh dị mới cập nhật","status":"1","created_at":"2022-04-10T05:11:27.000000Z","updated_at":"2022-04-10T06:34:21.000000Z","slug":"kinh-di","pivot":{"movie_id":12,"genre_id":2}},{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":12,"genre_id":6}}],"genre":{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":2,"title":"Mỹ","description":"Phim Mỹ mới cập nhật","status":"1","created_at":"2022-04-10T05:16:06.000000Z","updated_at":"2022-04-10T06:33:54.000000Z","slug":"my"}},{"id":11,"title":"Manifest Evil","description":"Một người hướng dẫn tập trận của Thủy quân lục chiến với một quá khứ hư hỏng trở thành nạn nhân của lời nguyền bởi hai tân binh, bộc lộ nỗi sợ hãi của anh ta và đưa anh ta vào một vật sở hữu của ma quỷ có liên quan đến chấn thương thời thơ ấu đen tối của anh ta.","image":"poster2223.jpg","category_id":22,"genre_id":6,"country_id":2,"status":"1","created_at":"2022-04-14T08:22:16.000000Z","updated_at":"2022-04-28T10:50:07.000000Z","slug":"manifest-evil","moviehot":0,"title_eng":"Manifest Evil","resolution":4,"sub_title":0,"year":"2022","running_time":"95 phút","tags":"xem phim Manifest Evil vietsub, phim Manifest Evil vietsub, xem Manifest Evil vietsub online tap 1, tap 2, tap 3, tap 4, phim Manifest Evil ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Manifest Evil tập 11, tập 12, tập 13, tập 14, tập 15, phim Manifest Evil tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Manifest Evil tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Manifest Evil tap cuoi, Manifest Evil vietsub tron bo, review Manifest Evil netflix, Manifest Evil wetv, Manifest Evil phimmoi, phimmoizz Manifest Evil youtube, Manifest Evil dongphim, Manifest Evil vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Manifest Evil full, Manifest Evil online, Manifest Evil Thuyết Minh, Manifest Evil Vietsub, Manifest Evil Lồng Tiếng","season":"0","trailer":"qOj6fWiKtHo","episodes":1,"isboorle":0,"movie_genre":[{"id":2,"title":"Kinh dị","description":"Phim kinh dị mới cập nhật","status":"1","created_at":"2022-04-10T05:11:27.000000Z","updated_at":"2022-04-10T06:34:21.000000Z","slug":"kinh-di","pivot":{"movie_id":11,"genre_id":2}},{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":11,"genre_id":6}}],"genre":{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":2,"title":"Mỹ","description":"Phim Mỹ mới cập nhật","status":"1","created_at":"2022-04-10T05:16:06.000000Z","updated_at":"2022-04-10T06:33:54.000000Z","slug":"my"}},{"id":10,"title":"Giang Sơn Kỷ","description":"Phim kể về con trai thứ tư của Hoàng đế khai quốc Minh Triều Chu Nguyên Chương (Trần Bảo Quốc thủ vai) là Chu Đệ (Phùng Thiệu Phong). Từ nhỏ Chu Đệ đã đi theo tướng Từ Đạt chinh chiến và trải qua nhiều cuộc tắm máu nơi chiến trường. Khi còn là một hoàng tử, Chu Đệ được phong làm Yên Vương đóng đô ở Bắc Bình (nay là Bắc Kinh). Nhờ sự ủng hộ của vợ là Từ Diệu Vân (Dĩnh Nhi thủ vai), con gái của tướng Từ Đạt cùng các tướng lĩnh dưới quyền, Yên Vương đã trở thành một nhà chỉ huy quân đội tài ba, ông củng cố quyền lực của mình ở phía Bắc và tiêu diệt các thế lực thù địch. Minh Thái Tổ Chu Nguyên Chương chỉ định người kế vị là đích tôn Minh Huệ Đế Chu Doãn Văn. Tuy nhiên hoàng đế mới lên ngôi chịu sự giật dây của nhà mẹ nên đã bắt đầu giáng chức và tiêu diệt những quan viên thân cận cũng nhưng những hoàng thân quốc thích nhà họ Chu. Lúc này, Yên Vương Chu Đệ không thể chịu nổi đành dâng cao ngọn cờ khởi nghĩa, đem quân từ Bắc Bình đánh xuống thủ đô Nam Kinh, lật đổ cháu trai Huệ Đế, và lên ngôi vào năm 1402.Trong 22 năm trị vì của Hoàng đế Chu Đệ, ông là một nhà chính trị tài giỏi, là một huyền thoại trong dân gian. Ông đã rời kinh đô tới Bắc Bình tiếp nối di sản của nhà Minh cho tới khi qua đời. Phùng Thiệu Phong - chàng trai có một sự nghiệp diễn xuất đồ sộ từ phim hiện đại tới cổ trang và tạo ấn tượng sâu đậm với khán giả nhờ diễn xuất mượt mà, hóa thân vào nhân vật. Vai diễn Chu Đệ một vị võ tướng, một vị vua uy hùng trong lịch sử cũng sẽ là một thử thách đối với Thiệu Phong. Từ Diệu Vân, sau này là hoàng hậu Nhân Hiếu của Minh Thành Tổ Chu Đệ do Dĩnh Nhi thủ vai. Từ Diệu Vân đoan trang, tao nhã, không chỉ giỏi nữ công gia chánh mà còn có trí tuệ hơn người. Với tài đức vẹn toàn bà đã một tay giúp Chu Đệ tạo nên một truyền thuyết về sự thịnh vượng trong triều Minh. Vai diễn này cũng khá nặng ký đối với Dĩnh Nhi nhưng chắc chắn cô sẽ chinh phục được khán giả với khả năng diễn xuất chắc tay và linh hoạt. Phim lịch sử cổ trang nên được đầu tư rất công phu từ trang phục, đến chất lượng hình ảnh, nội dung chặt chẽ gay cấn, hấp dẫn cùng dàn diễn viên tinh túy chắc chắn sẽ mang đến một tác phẩm thành công.","image":"poster2236549.jpg","category_id":19,"genre_id":7,"country_id":1,"status":"1","created_at":"2022-04-14T07:22:52.000000Z","updated_at":"2022-05-04T03:56:34.000000Z","slug":"giang-son-ky","moviehot":1,"title_eng":"The Imperial Age","resolution":0,"sub_title":0,"year":"2022","running_time":"45 phút \/ 1 tập","tags":"xem phim Giang Sơn Kỷ vietsub, phim The Imperial Age vietsub, xem Giang Sơn Kỷ vietsub online tap 1, tap 2, tap 3, tap 4, phim The Imperial Age ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Giang Sơn Kỷ tập 11, tập 12, tập 13, tập 14, tập 15, phim Giang Sơn Kỷ tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Giang Sơn Kỷ tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Giang Sơn Kỷ tap cuoi, The Imperial Age vietsub tron bo, review Giang Sơn Kỷ netflix, Giang Sơn Kỷ wetv, Giang Sơn Kỷ phimmoi, phimmoizz Giang Sơn Kỷ youtube, Giang Sơn Kỷ dongphim, Giang Sơn Kỷ vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Giang Sơn Kỷ full, The Imperial Age online, Giang Sơn Kỷ Thuyết Minh, Giang Sơn Kỷ Vietsub, Giang Sơn Kỷ Lồng Tiếng","season":"0","trailer":null,"episodes":42,"isboorle":1,"movie_genre":[{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":10,"genre_id":6}},{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang","pivot":{"movie_id":10,"genre_id":7}}],"genre":{"id":7,"title":"Cổ trang","description":"Phim cổ trang mới cập nhật","status":"1","created_at":"2022-04-14T07:23:15.000000Z","updated_at":"2022-04-14T07:23:15.000000Z","slug":"co-trang"},"category":{"id":19,"title":"Phim bộ","description":"Phim bộ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:34:17.000000Z","updated_at":"2022-04-23T09:37:39.000000Z","slug":"phim-bo","position":2},"country":{"id":1,"title":"Trung Quốc","description":"Phim Trung Quốc mới cập nhật","status":"1","created_at":"2022-04-10T05:15:24.000000Z","updated_at":"2022-04-10T06:33:50.000000Z","slug":"trung-quoc"}},{"id":9,"title":"Người Vợ Ba","description":"Vợ Ba lấy bối cảnh vùng thôn quê Việt Nam cuối thế kỷ 19. Phim xoay quanh câu chuyện về cô gái tên Mây được gả làm vợ ba cho một gia đình giàu có. Tưởng như bắt đầu một cuộc sống sung túc, đầy đủ, cô gái trẻ không ngờ mình bị lôi vào một cuộc tranh đấu ngầm trong gia đình mới với vợ cả và vợ hai để có được vị trí quan trọng ở nhà chồng. Dựa trên những câu chuyện có thật về thân phận người phụ nữ Việt Nam trong xã hội xưa, phim cũng đề cập đến các vấn đề của xã hội lúc đó như hôn nhân sắp đặt, tục đa thê, trọng nam khinh nữ.","image":"poster9078526.jpg","category_id":22,"genre_id":6,"country_id":6,"status":"1","created_at":"2022-04-14T06:25:51.000000Z","updated_at":"2022-04-26T14:11:07.000000Z","slug":"nguoi-vo-ba","moviehot":0,"title_eng":"The Third Wife","resolution":0,"sub_title":0,"year":"2019","running_time":"94 phút","tags":"xem phim Người Vợ Ba vietsub, phim The Third Wife vietsub, xem Người Vợ Ba vietsub online tap 1, tap 2, tap 3, tap 4, phim The Third Wife ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Người Vợ Ba tập 11, tập 12, tập 13, tập 14, tập 15, phim Người Vợ Ba tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Người Vợ Ba tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Người Vợ Ba tap cuoi, The Third Wife vietsub tron bo, review Người Vợ Ba netflix, Người Vợ Ba wetv, Người Vợ Ba phimmoi, phimmoizz Người Vợ Ba youtube, Người Vợ Ba dongphim, Người Vợ Ba vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Người Vợ Ba full, The Third Wife online, Người Vợ Ba Thuyết Minh, Người Vợ Ba Vietsub, Người Vợ Ba Lồng Tiếng","season":"0","trailer":"e3Gr7r7yWU8","episodes":1,"isboorle":0,"movie_genre":[{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":9,"genre_id":6}}],"genre":{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":6,"title":"Việt Nam","description":"Phim Việt Nam mới cập nhật","status":"1","created_at":"2022-04-14T06:21:28.000000Z","updated_at":"2022-04-14T06:21:28.000000Z","slug":"viet-nam"}},{"id":8,"title":"Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh)","description":"Nhiệm Vụ Mật (The Policemans Lineage | 경관 의 피) là một bộ phim chính kịch tội phạm Hàn Quốc năm 2022, do Kyu-maan Lee đạo diễn và có sự tham gia của Cho Jin-woong và Choi Woo-shik. Bộ phim dựa trên cuốn tiểu thuyết Nhật Bản Blood of the Policeman của tác giả Joh Sasaki kể về hai cảnh sát với những phương pháp khác nhau thành lập một đội để điều tra một vụ án khiến lực lượng cảnh sát bị đảo lộn. Phim được phát hành rạp vào ngày 5 tháng 1 năm 2022. Về doanh thu phòng vé, phim hiện đang đứng ở vị trí thứ nhất trong số tất cả các phim Hàn Quốc được phát hành vào năm 2022, với tổng doanh thu là 5,53 triệu đô la Mỹ và 671,963 lượt người xem.","image":"poster32958061.jpg","category_id":22,"genre_id":3,"country_id":4,"status":"1","created_at":"2022-04-14T06:23:29.000000Z","updated_at":"2022-04-28T10:52:30.000000Z","slug":"nhiem-vu-mat-dong-mau-dac-canh","moviehot":0,"title_eng":"The Policemans Lineage","resolution":0,"sub_title":0,"year":"2022","running_time":"120 phút","tags":"xem phim Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) vietsub, phim The Policemans Lineage vietsub, xem Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) vietsub online tap 1, tap 2, tap 3, tap 4, phim The Policemans Lineage ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) tập 11, tập 12, tập 13, tập 14, tập 15, phim Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) tap cuoi, The Policemans Lineage vietsub tron bo, review Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) netflix, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) wetv, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) phimmoi, phimmoizz Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) youtube, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) dongphim, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) full, The Policemans Lineage online, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) Thuyết Minh, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) Vietsub, Nhiệm Vụ Mật (Dòng Máu Đặc Cảnh) Lồng Tiếng","season":"0","trailer":"Er_oqI2eTSQ","episodes":1,"isboorle":0,"movie_genre":[{"id":1,"title":"Hành động","description":"Phim hành động mới cập nhật","status":"1","created_at":"2022-04-10T05:08:13.000000Z","updated_at":"2022-04-10T06:34:16.000000Z","slug":"hanh-dong","pivot":{"movie_id":8,"genre_id":1}},{"id":3,"title":"Hình sự","description":"Phim hình sự mới cập nhật","status":"1","created_at":"2022-04-10T05:12:05.000000Z","updated_at":"2022-04-10T06:34:25.000000Z","slug":"hinh-su","pivot":{"movie_id":8,"genre_id":3}}],"genre":{"id":3,"title":"Hình sự","description":"Phim hình sự mới cập nhật","status":"1","created_at":"2022-04-10T05:12:05.000000Z","updated_at":"2022-04-10T06:34:25.000000Z","slug":"hinh-su"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":4,"title":"Hàn Quốc","description":"Phim Hàn Quốc mới cập nhật","status":"1","created_at":"2022-04-10T05:16:28.000000Z","updated_at":"2022-04-10T06:34:04.000000Z","slug":"han-quoc"}},{"id":7,"title":"Rừng Thế Mạng","description":"Phim được thực hiện dựa trên các sự kiện có thật xảy ra tại một trong những cung đường trekking nổi tiếng nhất nước ta: Tà Năng - Phan Dũng. Đây cũng là tác phẩm đầu tiên của điện ảnh Việt Nam làm về chủ đề sinh tồn.","image":"poster18193373.jpg","category_id":22,"genre_id":9,"country_id":6,"status":"1","created_at":"2022-04-14T06:22:10.000000Z","updated_at":"2022-04-28T10:54:09.000000Z","slug":"rung-the-mang","moviehot":0,"title_eng":"Survive","resolution":0,"sub_title":0,"year":"2021","running_time":"94 phút","tags":"xem phim Rừng Thế Mạng vietsub, phim Việt Nam vietsub, xem Rừng Thế Mạng vietsub online tap 1, tap 2, tap 3, tap 4, phim Việt Nam ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Rừng Thế Mạng tập 11, tập 12, tập 13, tập 14, tập 15, phim Rừng Thế Mạng tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Rừng Thế Mạng tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Rừng Thế Mạng tap cuoi, Việt Nam vietsub tron bo, review Rừng Thế Mạng netflix, Rừng Thế Mạng wetv, Rừng Thế Mạng phimmoi, phimmoizz Rừng Thế Mạng youtube, Rừng Thế Mạng dongphim, Rừng Thế Mạng vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Rừng Thế Mạng full, Việt Nam online, Rừng Thế Mạng Thuyết Minh, Rừng Thế Mạng Vietsub, Rừng Thế Mạng Lồng Tiếng","season":"0","trailer":"OgYDLH_kqj4","episodes":1,"isboorle":0,"movie_genre":[{"id":2,"title":"Kinh dị","description":"Phim kinh dị mới cập nhật","status":"1","created_at":"2022-04-10T05:11:27.000000Z","updated_at":"2022-04-10T06:34:21.000000Z","slug":"kinh-di","pivot":{"movie_id":7,"genre_id":2}},{"id":9,"title":"Phiêu lưu","description":"Phim phiêu lưu mới cập nhật","status":"1","created_at":"2022-04-28T10:53:48.000000Z","updated_at":"2022-04-28T10:53:48.000000Z","slug":"phieu-luu","pivot":{"movie_id":7,"genre_id":9}}],"genre":{"id":9,"title":"Phiêu lưu","description":"Phim phiêu lưu mới cập nhật","status":"1","created_at":"2022-04-28T10:53:48.000000Z","updated_at":"2022-04-28T10:53:48.000000Z","slug":"phieu-luu"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":6,"title":"Việt Nam","description":"Phim Việt Nam mới cập nhật","status":"1","created_at":"2022-04-14T06:21:28.000000Z","updated_at":"2022-04-14T06:21:28.000000Z","slug":"viet-nam"}},{"id":6,"title":"Trăng Rơi","description":"Năm 2011, một tai nạn ngoài vũ trụ khiến một phi hành gia tử vong đầy bí ẩn. Đúng 10 năm sau, Mặt Trăng đột nhiên rời khỏi quỹ đạo và dần trên đường va chạm với Trái Đất. Chuyện dường như có liên quan tới tai nạn năm xưa, và chỉ có những đồng đội của phi hành gia xấu số kia mới có thể tìm ra chân tướng sự việc, cũng như bản chất của Mặt Trăng sau hàng tỷ năm bị giấu kín.","image":"poster26448947.jpg","category_id":22,"genre_id":4,"country_id":2,"status":"1","created_at":"2022-04-14T06:19:37.000000Z","updated_at":"2022-04-26T14:09:16.000000Z","slug":"trang-roi","moviehot":1,"title_eng":"Moonfall","resolution":0,"sub_title":0,"year":"2022","running_time":"130 phút","tags":"xem phim Trăng Rơi vietsub, phim Moonfall vietsub, xem Trăng Rơi vietsub online tap 1, tap 2, tap 3, tap 4, phim Moonfall ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Trăng Rơi tập 11, tập 12, tập 13, tập 14, tập 15, phim Trăng Rơi tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Trăng Rơi tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Trăng Rơi tap cuoi, Moonfall vietsub tron bo, review Trăng Rơi netflix, Trăng Rơi wetv, Trăng Rơi phimmoi, phimmoizz Trăng Rơi youtube, Trăng Rơi dongphim, Trăng Rơi vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Trăng Rơi full, Moonfall online, Trăng Rơi Thuyết Minh, Trăng Rơi Vietsub, Trăng Rơi Lồng Tiếng","season":"0","trailer":"rwHX926xfzw","episodes":1,"isboorle":0,"movie_genre":[{"id":4,"title":"Viễn tưởng","description":"Phim viễn tưởng mới cập nhật","status":"1","created_at":"2022-04-10T05:17:44.000000Z","updated_at":"2022-04-10T06:34:30.000000Z","slug":"vien-tuong","pivot":{"movie_id":6,"genre_id":4}}],"genre":{"id":4,"title":"Viễn tưởng","description":"Phim viễn tưởng mới cập nhật","status":"1","created_at":"2022-04-10T05:17:44.000000Z","updated_at":"2022-04-10T06:34:30.000000Z","slug":"vien-tuong"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":2,"title":"Mỹ","description":"Phim Mỹ mới cập nhật","status":"1","created_at":"2022-04-10T05:16:06.000000Z","updated_at":"2022-04-10T06:33:54.000000Z","slug":"my"}},{"id":5,"title":"Morbius (Marvel)","description":"Morbius kể về cuộc đời của giáo sư Michael Morbius. Là nhân tài xuất chúng từng đoạt giải Nobel nhưng anh lại mắc bệnh máu hiếm. Trong quá trình nghiên cứu và tự thí nghiệm lên bản thân, Morbius vô tình biến mình thành ma cà rồng, sở hữu những năng lực siêu việt của loài dơi như bay, định vị sóng âm và giết người rất tàn ác. Tuy nhiên, khi qua cơn khát máu, Morbius trở về là một con người lương thiện với nội tâm dằn xé.","image":"poster67086165.jpg","category_id":22,"genre_id":9,"country_id":2,"status":"1","created_at":"2022-04-14T06:18:06.000000Z","updated_at":"2022-04-28T10:55:22.000000Z","slug":"morbius-marvel","moviehot":1,"title_eng":"Morbius","resolution":0,"sub_title":0,"year":"2022","running_time":"108 phút","tags":"xem phim Morbius (Marvel) vietsub, phim Morbius vietsub, xem Morbius (Marvel) vietsub online tap 1, tap 2, tap 3, tap 4, phim Morbius ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Morbius (Marvel) tập 11, tập 12, tập 13, tập 14, tập 15, phim Morbius (Marvel) tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Morbius (Marvel) tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Morbius (Marvel) tap cuoi, Morbius vietsub tron bo, review Morbius (Marvel) netflix, Morbius (Marvel) wetv, Morbius (Marvel) phimmoi, phimmoizz Morbius (Marvel) youtube, Morbius (Marvel) dongphim, Morbius (Marvel) vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Morbius (Marvel) full, Morbius online, Morbius (Marvel) Thuyết Minh, Morbius (Marvel) Vietsub, Morbius (Marvel) Lồng Tiếng","season":"0","trailer":"oZ6iiRrz1SY","episodes":1,"isboorle":0,"movie_genre":[{"id":1,"title":"Hành động","description":"Phim hành động mới cập nhật","status":"1","created_at":"2022-04-10T05:08:13.000000Z","updated_at":"2022-04-10T06:34:16.000000Z","slug":"hanh-dong","pivot":{"movie_id":5,"genre_id":1}},{"id":4,"title":"Viễn tưởng","description":"Phim viễn tưởng mới cập nhật","status":"1","created_at":"2022-04-10T05:17:44.000000Z","updated_at":"2022-04-10T06:34:30.000000Z","slug":"vien-tuong","pivot":{"movie_id":5,"genre_id":4}},{"id":9,"title":"Phiêu lưu","description":"Phim phiêu lưu mới cập nhật","status":"1","created_at":"2022-04-28T10:53:48.000000Z","updated_at":"2022-04-28T10:53:48.000000Z","slug":"phieu-luu","pivot":{"movie_id":5,"genre_id":9}}],"genre":{"id":9,"title":"Phiêu lưu","description":"Phim phiêu lưu mới cập nhật","status":"1","created_at":"2022-04-28T10:53:48.000000Z","updated_at":"2022-04-28T10:53:48.000000Z","slug":"phieu-luu"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":2,"title":"Mỹ","description":"Phim Mỹ mới cập nhật","status":"1","created_at":"2022-04-10T05:16:06.000000Z","updated_at":"2022-04-10T06:33:54.000000Z","slug":"my"}},{"id":2,"title":"Batman: Vạch Trần Sự Thật","description":"Do Matt Reeves làm đạo diễn, đây được dự đoán là phần phim đen tối chưa từng có về Người Dơi. Tay giết người hàng loạt – The Ridder (Paul Dano) sẽ là kẻ thù nguy hiểm hàng đầu của Batman ở phần phim sắp tới. Tên xấu xa này bị cảnh sát James Gordon và đồng đội bắt giữ đã lâu. Thế nhưng, hóa ra việc nhốt gã sau song sắt chỉ khiến The Ridder phiền phức hơn với Đấng. Penguin (Colin Farrell) thể hiện là kẻ thủ ác thích trực tiếp tạo ra hỗn loạn, muốn đối đầu Batman hơn là chỉ đạo gián tiếp theo cách The Ridder thực hiện. Đặc biệt, phần này sẽ tập trung khá nhiều vào mối quan hệ của Batman và Catwoman (Zoë Kravitz). Nàng Mèo xuất hiện rất nhiều trong trailer. giữa cô và Batman dường như có sự đồng cảm sâu sắc.","image":"poster815945.jpg","category_id":22,"genre_id":9,"country_id":2,"status":"1","created_at":"2022-04-10T09:53:44.000000Z","updated_at":"2022-04-28T10:55:55.000000Z","slug":"batman-vach-tran-su-that","moviehot":1,"title_eng":"The Batman","resolution":0,"sub_title":1,"year":"2022","running_time":"145 phút","tags":"xem phim Batman: Vạch Trần Sự Thật vietsub, phim The Batman vietsub, xem Batman: Vạch Trần Sự Thật vietsub online tap 1, tap 2, tap 3, tap 4, phim The Batman ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Batman: Vạch Trần Sự Thật tập 11, tập 12, tập 13, tập 14, tập 15, phim Batman: Vạch Trần Sự Thật tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Batman: Vạch Trần Sự Thật tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Batman: Vạch Trần Sự Thật tap cuoi, The Batman vietsub tron bo, review Batman: Vạch Trần Sự Thật netflix, Batman: Vạch Trần Sự Thật wetv, Batman: Vạch Trần Sự Thật phimmoi, phimmoizz Batman: Vạch Trần Sự Thật youtube, Batman: Vạch Trần Sự Thật dongphim, Batman: Vạch Trần Sự Thật vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Batman: Vạch Trần Sự Thật full, The Batman online, Batman: Vạch Trần Sự Thật Thuyết Minh, Batman: Vạch Trần Sự Thật Vietsub, Batman: Vạch Trần Sự Thật Lồng Tiếng","season":"0","trailer":"mqqft2x_Aa4","episodes":1,"isboorle":0,"movie_genre":[{"id":1,"title":"Hành động","description":"Phim hành động mới cập nhật","status":"1","created_at":"2022-04-10T05:08:13.000000Z","updated_at":"2022-04-10T06:34:16.000000Z","slug":"hanh-dong","pivot":{"movie_id":2,"genre_id":1}},{"id":4,"title":"Viễn tưởng","description":"Phim viễn tưởng mới cập nhật","status":"1","created_at":"2022-04-10T05:17:44.000000Z","updated_at":"2022-04-10T06:34:30.000000Z","slug":"vien-tuong","pivot":{"movie_id":2,"genre_id":4}},{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":2,"genre_id":6}},{"id":9,"title":"Phiêu lưu","description":"Phim phiêu lưu mới cập nhật","status":"1","created_at":"2022-04-28T10:53:48.000000Z","updated_at":"2022-04-28T10:53:48.000000Z","slug":"phieu-luu","pivot":{"movie_id":2,"genre_id":9}}],"genre":{"id":9,"title":"Phiêu lưu","description":"Phim phiêu lưu mới cập nhật","status":"1","created_at":"2022-04-28T10:53:48.000000Z","updated_at":"2022-04-28T10:53:48.000000Z","slug":"phieu-luu"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":2,"title":"Mỹ","description":"Phim Mỹ mới cập nhật","status":"1","created_at":"2022-04-10T05:16:06.000000Z","updated_at":"2022-04-10T06:33:54.000000Z","slug":"my"}},{"id":1,"title":"Bóng Ma Quá Khứ","description":"Bóng ma quá khứ - Umma là bộ phim thuộc thể loại kinh dị, chính kịch, bí ẩn của Mỹ. Tác phẩm do đạo diễn Iris K. Shim chịu trách nhiệm chỉ đạo, với sự tham gia của các diễn viên Sandra Oh, Fivel Stewart và Dermot Mulroney. Amanda ( Sandra Oh ) và cô con gái 16 tuổi là Chrissy ( Fivel Stewart ) sống một cuộc sống ở vùng hẻo lánh, nhưng hạnh phúc với việc nuôi ong và bán mật ong ở trang trại của họ. Họ phải tránh điện từ, thứ khiến cho Amanda bị ốm vì vậy sự tồn tại của họ rất yên tĩnh. Mối liên hệ duy nhất của họ với thế giới bên ngoài là Danny ( Dermot Mulroney), người bán mật ong và cung cấp nguồn cung. Một ngày nọ, người chú của Amanda từ Hàn Quốc đến với tin tức rằng mẹ của cô đã qua đời. Anh ta để lại chiếc vali chứa tro của người mẹ và một số đồ đạc của bà. Amanda bắt đầu nhìn thấy những hồn ma và nghe thấy giọng nói của mẹ cô, đe doạ rằng họ sẽ luôn ở bên nhau. Khi Chrissy bắt đầu nghĩ tới việc học đại học, con ma ngày càng trở nên tàn bạo hơn. Để ngăn chặn nó, Amanda phải đối mặt với những bí mật về quá khứ khủng khiếp của mình.","image":"poster996.jpg","category_id":22,"genre_id":6,"country_id":2,"status":"1","created_at":"2022-04-10T09:51:37.000000Z","updated_at":"2022-04-28T10:57:01.000000Z","slug":"bong-ma-qua-khu","moviehot":1,"title_eng":"Umma","resolution":0,"sub_title":0,"year":"2022","running_time":"84 phút","tags":"xem phim Umma: Bóng Ma Quá Khứ vietsub, phim Umma vietsub, xem Umma: Bóng Ma Quá Khứ vietsub online tap 1, tap 2, tap 3, tap 4, phim Umma ep 5, ep 6, ep 7, ep 8, ep 9, ep 10, xem Umma: Bóng Ma Quá Khứ tập 11, tập 12, tập 13, tập 14, tập 15, phim Umma: Bóng Ma Quá Khứ tap 16, tap 17, tap 18, tap 19, tap 20, xem phim Umma: Bóng Ma Quá Khứ tập 21, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, Umma: Bóng Ma Quá Khứ tap cuoi, Umma vietsub tron bo, review Umma: Bóng Ma Quá Khứ netflix, Umma: Bóng Ma Quá Khứ wetv, Umma: Bóng Ma Quá Khứ phimmoi, phimmoizz Umma: Bóng Ma Quá Khứ youtube, Umma: Bóng Ma Quá Khứ dongphim, Umma: Bóng Ma Quá Khứ vieon, bichill, phimchill, motchill, hayghe, motphim, tvhay, zingtv, fptplay, luotphim, fullphim, phephim, ssphim Umma: Bóng Ma Quá Khứ full, Umma online, Umma: Bóng Ma Quá Khứ Thuyết Minh, Umma: Bóng Ma Quá Khứ Vietsub, Umma: Bóng Ma Quá Khứ Lồng Tiếng","season":"0","trailer":"QQdXvvtu-iI","episodes":1,"isboorle":0,"movie_genre":[{"id":2,"title":"Kinh dị","description":"Phim kinh dị mới cập nhật","status":"1","created_at":"2022-04-10T05:11:27.000000Z","updated_at":"2022-04-10T06:34:21.000000Z","slug":"kinh-di","pivot":{"movie_id":1,"genre_id":2}},{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam","pivot":{"movie_id":1,"genre_id":6}}],"genre":{"id":6,"title":"Tình Cảm","description":"Phim tình cảm mới cập nhật","status":"1","created_at":"2022-04-14T06:24:24.000000Z","updated_at":"2022-04-23T15:35:23.000000Z","slug":"tinh-cam"},"category":{"id":22,"title":"Phim lẻ","description":"Phim lẻ cập nhật hàng ngày","status":"1","created_at":"2022-04-09T15:36:00.000000Z","updated_at":"2022-04-29T07:50:16.000000Z","slug":"phim-le","position":0},"country":{"id":2,"title":"Mỹ","description":"Phim Mỹ mới cập nhật","status":"1","created_at":"2022-04-10T05:16:06.000000Z","updated_at":"2022-04-10T06:33:54.000000Z","slug":"my"}}]